Repository: theriftlab/immanuel-python
Catalog: immanuel/locales/*/LC_MESSAGES/immanuel.po
Languages: de_de, es_es

source: Solar Return
de_de: Sonnenrückkehr
es_es: Retorno Solar

source: Progressed
de_de: Progressiv
es_es: Progressado

source: Composite
de_de: Komposithoroskop
es_es: Compuesto

source: House
de_de: Haus
es_es: Casa

source: Angle
de_de: Achse
es_es: Ángulo

source: Planet
es_es: Planeta

source: Asteroid
es_es: Asteroide

source: Point
de_de: Punkt
es_es: Punto

source: Fixed star
de_de: Fixer Stern
es_es: Estrella fija

source: Taurus
de_de: Stier
es_es: Tauro

source: Gemini
de_de: Zwillinge
es_es: Géminis

source: Cancer
de_de: Krebs
es_es: Cáncer

source: Scorpio
de_de: Skopion
es_es: Escorpio

source: Sagittarius
de_de: Schütze
es_es: Sagitario

source: Capricorn
de_de: Steinbock
es_es: Capricornio

source: Aquarius
de_de: Wassermann
es_es: Acuario

source: Pisces
de_de: Fische
es_es: Piscis

source: 1st Decan
de_de: 1. Dekan
es_es: 1º Decanato

source: 2nd Decan
de_de: 2. Dekan
es_es: 2º Decanato

source: 3rd Decan
de_de: 3. Dekan
es_es: 3º Decanato

source: Fire
de_de: Feuer
es_es: Fuego

source: Earth
de_de: Erde
es_es: Tierra

source: Air
de_de: Luft
es_es: Aire

source: Water
de_de: Wasser
es_es: Agua

source: Fixed
de_de: Fix
es_es: Fijo

source: Alcabitus
de_de: Alkabitus
es_es: Alcabitius

source: Azimuthal
de_de: Azimutal
es_es: Azimutal

source: Equal House
de_de: Gleiche Häuser
es_es: Casas iguales

source: Meridian
es_es: Meridiano

source: Porphyrius
es_es: Porfirio

source: Vehlow Equal House
de_de: Vehlow-Gleiche-Häuser
es_es: Vehlow

source: Whole Sign
de_de: Ganze Zeichen
es_es: Signos enteros

source: 1st House
de_de: 1. Haus
es_es: Casa 1

source: 2nd House
de_de: 2. Haus
es_es: Casa 2

source: 3rd House
de_de: 3. Haus
es_es: Casa 3

source: 4th House
de_de: 4. Haus
es_es: Casa 4

source: 5th House
de_de: 5. Haus
es_es: Casa 5

source: 6th House
de_de: 6. Haus
es_es: Casa 6

source: 7th House
de_de: 7. Haus
es_es: Casa 7

source: 8th House
de_de: 8. Haus
es_es: Casa 8

source: 9th House
de_de: 9. Haus
es_es: Casa 9

source: 10th House
de_de: 10. Haus
es_es: Casa 10

source: 11th House
de_de: 11. Haus
es_es: Casa 11

source: 12th House
de_de: 12. Haus
es_es: Casa 12

source: Asc
de_de: Aszendent
es_es: Ascendente

source: Desc
de_de: Deszendent
es_es: Descendente

source: MC
de_de: Medium Coeli
es_es: Medio Cielo

source: IC
de_de: Imum Coeli
es_es: Fondo del Cielo

source: Sun
de_de: Sonne
es_es: Sol

source: Moon
de_de: Mond
es_es: Luna

source: Mercury
de_de: Merkur
es_es: Mercurio

source: Mars
es_es: Marte

source: Jupiter
es_es: Júpiter

source: Saturn
es_es: Saturno

source: Uranus
es_es: Urano

source: Neptune
de_de: Neptun
es_es: Neptuno

source: Pluto
es_es: Plutón

source: Chiron
es_es: Quirón

source: Pholus
es_es: Folo

source: Pallas
es_es: Palas

source: North Node
de_de: Nördlicher Mondknoten
es_es: Nodo Norte

source: South Node
de_de: Südlicher Mondknoten
es_es: Nodo Sur

source: True North Node
de_de: Wahrer nördlicher Mondknoten
es_es: Nodo Norte Verdadero

source: True South Node
de_de: Wahrer südlicher Mondknoten
es_es: Nodo Sur Verdadero

source: Vertex
es_es: Vértice

source: True Lilith
de_de: Wahre Lilith
es_es: Lilith Verdadera

source: Interpolated Lilith
de_de: Interpolierte Lilith
es_es: Lilith interpolada

source: Syzygy
de_de: Syzygie
es_es: Sizigia

source: Part of Fortune
de_de: Glückspunkt
es_es: Parte de la Fortuna

source: Part of Spirit
de_de: Geistpunkt
es_es: Parte del Espíritu

source: Part of Eros
de_de: Eros-Punkt
es_es: Parte de Eros

source: Pre-natal Lunar Eclipse
de_de: Pränatale Mondfinsternis
es_es: Eclipse Lunar Prenatal

source: Pre-natal Solar Eclipse
de_de: Pränatale Sonnenfinsternis
es_es: Eclipse Solar Prenatal

source: Post-natal Lunar Eclipse
de_de: Postnatale Mondfinsternis
es_es: Eclipse Lunar Postnatal

source: Post-natal Solar Eclipse
de_de: Postnatale Sonnenfinsternis
es_es: Eclipse Solar Postnatal

source: Annular
de_de: Ringförmig
es_es: Anelar

source: Partial
de_de: Partiell
es_es: Parcial

source: Annular Total
de_de: Ringförmig-total
es_es: Anelar Total

source: Conjunction
de_de: Konjunktion
es_es: Conjunción

source: Opposition
es_es: Oposición

source: Square
de_de: Quadrat
es_es: Cuadratura

source: Trine
de_de: Trigon
es_es: Trígono

source: Sextile
de_de: Sextil
es_es: Sextil

source: Septile
de_de: Septil
es_es: Septil

source: Semisquare
de_de: Halbquadrat
es_es: Semiquadratura

source: Sesquisquare
de_de: Anderthalbquadrat
es_es: Sesquicuadratura

source: Semisextile
de_de: Halbsextil
es_es: Semisextil

source: Quincunx
de_de: Quinkunx
es_es: Quincuncio

source: Quintile
de_de: Quintil
es_es: Quintil

source: Biquintile
de_de: Biquintil
es_es: Biquintil

# masculine
source: Applicative
es_es: Aplicativo

# feminine
source: Applicative
es_es: Aplicativa

# masculine
source: Exact
es_es: Exacto

# feminine
source: Exact
es_es: Exacta

# masculine
source: Separative
es_es: Separativo

# feminine
source: Separative
es_es: Separativa

# masculine
source: Associate
es_es: Asociado

# feminine
source: Associate
es_es: Asociada

# masculine
source: Dissociate
es_es: Disociado

# feminine
source: Dissociate
es_es: Disociada

source: Ruler
de_de: Herrscher
es_es: Regente

# masculine
source: Exalted
es_es: Exaltado

# feminine
source: Exalted
es_es: Exaltada

source: Triplicity Ruler
de_de: Triplikitäts-Herrscher
es_es: Regente de Triplicidad

source: Term Ruler
de_de: Grenzherrscher
es_es: Regente de Término

source: Face Ruler
de_de: Dekansherrscher
es_es: Regente de Decanato

source: Ruler by mutual reception
de_de: Herrscher durch Rezeption
es_es: Regente por recepción mutua

# masculine
source: Exalted by mutual reception
es_es: Exaltado por recepción mutua

# feminine
source: Exalted by mutual reception
es_es: Exaltada por recepción mutua

source: Triplicity Ruler by mutual reception
de_de: Triplikitäts-Herrscher durch Rezeption
es_es: Regente de Triplicidad por recepción mutua

source: Term Ruler by mutual reception
de_de: Grenzherrscher durch Rezeption
es_es: Regente de Término por recepción mutua

source: Face Ruler by mutual reception
de_de: Dekansherrscher durch Rezeption
es_es: Regente de Decanato por recepción mutua

source: In rulership element
de_de: Im Herrscherelement
es_es: En su elemento de regencia

source: Detriment
de_de: Schwäche
es_es: Em Detrimento

source: Fall
es_es: Em Caída

# masculine
source: Peregrine
es_es: Peregrino

# feminine
source: Peregrine
es_es: Peregrina

source: New
de_de: Neumond
es_es: Nueva

source: Waxing Crescent
de_de: Zunehmende Sichel
es_es: Creciente

source: First Quarter
de_de: Erstes Viertel
es_es: Cuarto Creciente

source: Waxing Gibbous
de_de: Zunehmender Mond
es_es: Gibosa Creciente

source: Full
de_de: Vollmond
es_es: Llena

source: Disseminating
de_de: Abnehmender Mond
es_es: Gibosa Menguante

source: Third Quarter
de_de: Letztes Viertel
es_es: Cuarto Menguante

source: Balsamic
de_de: Balsamischer Mond
es_es: Minguante

# masculine
source: Direct
es_es: Directo

# feminine
source: Direct
es_es: Directa

# ambiguous
source: Direct
es_es: Directo(a)

# masculine
source: Stationary
es_es: Estacionario

# feminine
source: Stationary
es_es: Estacionaria

# ambiguous
source: Stationary
es_es: Estacionario(a)

# masculine
source: Retrograde
es_es: Retrógrado

# feminine
source: Retrograde
es_es: Retrógrada

# ambiguous
source: Retrograde
es_es: Retrógrado(a)

source: Bundle
de_de: Bündel
es_es: Haz

source: Bucket
de_de: Eimer
es_es: Cubo

source: Bowl
de_de: Schale
es_es: Cuenco

source: Locomotive
de_de: Lokomotive
es_es: Locomotora

source: Seesaw
de_de: Wippe
es_es: Balancín

source: Splay
de_de: Fächer
es_es: Disperso

source: Splash
de_de: Streuung
es_es: Salpicadura

source: Solar Arc
de_de: Sonnenbogen
es_es: Arco Solar

source: Daily Houses
de_de: Tägliche Häuser
es_es: Casas Diarias

source: ambiguous
de_de: mehrdeutig
es_es: ambíguo

source: {active} {passive} {type} within {difference} ({movement}, {condition})
de_de: {active} {passive} {type} innerhalb von {difference} ({movement}, {condition})
es_es: {type} entre {active} y {passive} dentro de {difference} ({movement}, {condition})

source: {name} {longitude} in {sign}
es_es: {name} {longitude} en {sign}

source: {date_time} at {lat}, {lon}
de_de: {date_time} um {lat}, {lon}" "
es_es: {date_time} en {lat}, {lon}

source: First
de_de: Erster
es_es: Primero

source: Second
de_de: Zweiter
es_es: Segundo

source: Third
de_de: Dritter
es_es: Tercero

source: Fourth
de_de: Vierter
es_es: Cuarto

source: Natal
de_de: Geburtshoroskop

source: Eclipse
de_de: Finsternis

source: Aries
de_de: Widder

source: Leo
de_de: Löwe

source: Virgo
de_de: Jungfrau

source: Libra
de_de: Waage

source: Cardinal
de_de: Kardinal

source: Mutable
de_de: Veränderlich

source: Penumbral
de_de: Halbschatten

source: Applicative
de_de: Annähernd

source: Exact
de_de: Exakt

source: Separative
de_de: Trennend

source: Associate
de_de: Assoziativ

source: Dissociate
de_de: Dissoziativ

source: Exalted
de_de: Erhöht

source: Exalted by mutual reception
de_de: Erhöht durch Rezeption

source: Peregrine
de_de: Peregrin

source: Direct
de_de: Direkt

source: Stationary
de_de: Stationär

source: Retrograde
de_de: Rückläufig
